Repository: qizqarus/turbo-octo-guacamole
Catalog: lib/l10n/intl_*.arb
Languages: lt

# OffersMonth
source: Offers of the month
lt: Mėnesio pasiūlymai

source: TOP products
lt: TOP produktai

source: New products
lt: Nauji produktai

source: Recently viewed
lt: Neseniai peržiūrėti

source: Brands
lt: Prekiniai ženklai

source: Shop now
lt: Pirkti dabar

source: Search
lt: Paieška

source: Home
lt: Pagrindinis

source: Wishlist
lt: Noriu

source: Cart
lt: Krepšelis

source: Profile
lt: Profilis

# LoginSection1
source: Let's get personal
lt: Pasidalinkime asmeniškais dalykais

# LoginSection2
source: Sign in for a tailored shopping experience
lt: Prisijunkite ir patirkite individualizuotą apsipirkimo patirtį

source: Register
lt: Registruotis

source: Sign in
lt: Prisijungti

# MainWishlist
source: Your wishlist is empty
lt: Jūsų pageidavimų sąrašas yra tuščias

# SubWishlistAuth
source: When you favorite items you love, you'll find them here
lt: Kai mėgstate mėgstamus daiktus, juos rasite čia

# SubWishlist
source: Sign in or create an account to save the items below â€” don't let your favourites get away
lt: Prisijunkite arba susikurkite paskyrą, kad išsaugotumėte toliau nurodytus elementus - neleiskite, kad jūsų mėgstamiausi daiktai pasimestų

# Inspire
source: Get Inspired
lt: Pasisemkite įkvėpimo

source: See all
lt: Visi

source: Popular
lt: Populiarus

source: Shares %
lt: Dalys %

source: Sets
lt: Rinkiniai

source: Merch
lt: Prekės

source: For Christmas
lt: Kalėdų dovanoms

source: For children
lt: Vaikams

source: Category
lt: Kategorija

# Household
source: Household appliance
lt: Namų aparatūra

source: For beauty
lt: Grožiui

source: Smells
lt: Kvapai

source: Food products
lt: Maisto produktai

source: For home
lt: Namams

source: Scooters
lt: Riedučiai

source: Flowers
lt: Gėlės

# ForCar
source: For the car
lt: Automobiliui

# MainCart
source: Your basket is empty
lt: Jūsų krepšelis yra tuščias

# SubCartAuth
source: Items added to your basket will show up here
lt: Į krepšelį pridėtos prekės bus rodomos čia

# SubCart
source: Looking for pieces you previously added? Sign in to pick up where you left off
lt: Ieškote dalių, kurias anksčiau pridėjote? Prisijunkite, kad tęstumėte ten, kur baigėte

source: My account
lt: Mano paskyra

source: Orders
lt: Užsakymai

source: Addresses
lt: Adresai

source: Gift cards
lt: Dovanų korteles

source: Stock notification
lt: Atsargų pranešimai

source: Detail & password
lt: Informacija ir slaptažodis

source: Support
lt: Pagalba

# AboutHBNB
source: About Home by NB
lt: Apie Home by NB

source: Privacy policy
lt: Privatumo politika

# FAQ
source: FAQ's & guides
lt: DUK ir vadovai

# Returns
source: Returns and warranty
lt: Grąžinimai ir garantija

source: Delivery
lt: Pristatymas

source: Contact Us
lt: Susisiekite su mumis

source: Phone
lt: Telefonas

source: Email
lt: El. paštas

source: Sign out
lt: Atsijungti

# NotificationHeader
source: Notification tailored to you
lt: Pranešimai pagal jūsų poreikius

# NotificationBody
source: Sign up for exclusive promotions, tailored new arrivals, stock updates and more
lt: Užsiregistruokite ir gaukite ekskluzyvias akcijas, individualizuotas naujas prekes, atsargų atnaujinimus ir daugiau

# Notify
source: Notify me
lt: Praneškite man

source: Password
lt: Slaptažodis

source: Name
lt: Vardas

source: Surname
lt: Pavardė

# Forgot
source: Forgot password?
lt: Pamiršote slaptažodį?

# LoginPart1
source: By registering you agree with our
lt: Registruodamiesi sutinkate su mūsų

# LoginPart2
source: Terms & Conditions
lt: Taisyklėmis ir sąlygomis

# LoginPart3
source: and
lt: ir

# LoginPart4
source: Privacy Policy
lt: Privatumo politika

# LoginBody
source: Sign up for tailored new arrivals, exciting launches, and exclusive early sale access. To opt out, click unsubscribe in our emails.
lt: Užsiregistruokite ir gaukite individualizuotas naujoves, įspūdingus pristatymus ir ekskluzyvų ankstesnį prieigą prie pardavimų. Norėdami atsisakyti, spustelėkite nuorodą „Atsisakyti“ mūsų el. laiškuose.
